export const priorityMessage = {
  1: 'обычный',
  2: 'важный',
  3: 'крайне важный',
  4: 'экстренный'
}

export const monthName = {
  0: 'январь',
  1: 'февраль',
  2: 'март',
  3: 'апрель',
  4: 'май',
  5: 'июнь',
  6: 'июль',
  7: 'август',
  8: 'сентябрь',
  9: 'обтябрь',
  10: 'ноябрь',
  11: 'декабрь'
}

export const dayOfWeek = {
  0: 'пн',
  1: 'вт',
  2: 'ср',
  3: 'чт',
  4: 'пт',
  5: 'сб',
  6: 'вс',
}


export const optionsTagType = [
  { 
    label: "тэг узла",
    value: "node"
  },
  { 
    label: "тэг устройства",
    value: "device"
  }
]

